Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: You’re deleted, but not overwritten. You know, when the System deletes data, that doesn’t mean it is completely destroyed outright. It is just no longer protected from being overwritten. Which is why you still might see some random remains of some structures around here.
sv: Du är raderad, men inte överskriven. Du förstår, när The System raderar data betyder det inte att de genast förstörs helt. De skyddas bara inte längre från att skrivas över. Därför kan du fortfarande se slumpmässiga rester av vissa strukturer här omkring.

source: Copy username to clipboard
sv: Kopiera användarnamn till urklipp

source: Unsupported key type: %1
sv: Nyckeltypen stöds ej: %1

source: Mosaic view
sv: Mosaikvy

source: Ringtone
sv: Ringsignal

source: [empty]
sv: [tom]

source: SSH Agent
sv: SSH-tjänst

source: Merge database
sv: Slå samman databas

source: Yellow Brick Block
sv: Gult tegelblock

source: Invalid sharing reference
sv: Ogiltig delningsreferens

source: Jogger
sv: Joggare

source: You'll have to reauthenticate %s to use UnifiedPush.
sv: Du måste autentisera om %s för att använda UnifiedPush.

source: Favorited By
sv: Favoriserat av

source: Unit (Optional)
sv: Enhet (Valfri)

source: Exclude from database reports
sv: Undanta från databasrapporter

source: Command Line
sv: Kommandorad

source: Oh, so you’re like me!
sv: Åh, så du är som jag!

source: Weak Bouncer
sv: Svag studsare

source: Cannot delete RX group lists: You have to select a group list first.
sv: Kan inte ta bort grupplistor: Du måste först välja en grupplista.

source: Warning!
sv: Varning!

source: Show member replies to
sv: Visa medlemmars svar till

source: Posting
sv: Publicerar inlägget

source: Invalid PIN
sv: Ogiltig pinkod

source: Action cancelled or denied
sv: Åtgärden avbröts eller avisades

source: Divisions
sv: Avdelningar

source: Archiving
sv: Arkivering

source: Checksum mismatch! Key file may be corrupt.
sv: Kontrollsumman stämmer inte! Nyckelfilen kan vara skadad.

source: Scroll Down
sv: Skrolla ned

source: User not here :(
sv: Användaren är inte här :(

source: Becomes Dirt when close to water
sv: Blir jord nära vatten

source: Open %s's Mini Profile
sv: Öppna %s s mini profil

source: Smelts and cooks items by using fuel
sv: Smälter och tillagar föremål med bränsle

source: Unlock ChiPass Database
sv: Lås upp ChiPass-databas

source: Could not open attachment file %1.
sv: Kunde inte öppna bilagefil %1.

source: Extended ASCII
sv: Utökad ASCII

source: <html><head/><body><p><span style=" font-weight:600;">Note:</span> QDMR is a device independent CPS. However, not all radios support GPS or APRS. Hence these settings might be ignored when programming the code-plug to the device. </p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Hide</span></a></p></body></html>
sv: <html><head/><body><p><span style=" font-weight:600;">Observera:</span> QDMR är ett enhetsoberoende CPS. Alla radioapparater stöder dock inte GPS eller APRS. Dessa inställningar kan därför ignoreras när kodpluggen programmeras till enheten.</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Dölj</span></a></p></body></html>

source: Add GPS System
sv: Lägg till GPS-system

source: Interface
sv: Gränssnitt

source: Locked
sv: Låst

source: Copied image to clipboard
sv: Kopierade bild till urklipp

source: Discussed %d times by %d people yesterday
sv: Diskuterat %d gånger av %d personer igår

source: Search Results (%1)
sv: Sökresultat (%1)

source: <html><head/><body><p><span style=" font-weight:600;">Note:</span> QDMR is a device independent CPS. However, not all radios support Roaming. Hence these settings might be ignored when programming the code-plug to the device. </p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Hide</span></a></p></body></html>
sv: <html><head/><body><p><span style=" font-weight:600;">Observera:</span> QDMR är ett enhetsoberoende CPS. Alla radioapparater stöder dock inte roaming. Dessa inställningar kan därför ignoreras när kodpluggen programmeras till enheten.</p><p align="right"><a href="#hide"><span style=" text-decoration: underline; color:#0000ff;">Dölj</span></a></p></body></html>

source: Successfully recycled group %1.
sv: Gruppen %1 har återvunnits.

source: Open codeplug
sv: Öppna kodpluggen

source: Loading the level works in a similar fashion with “Load level”.
sv: Att läsa in en nivå fungerar på liknande sätt med ”Läs in nivå”.

source: Delete all
sv: Ta bort alla

source: You don't have any lists
sv: Du har inga listor

source: Labels let your organize your bookmarks the way you want. You can set anything to a label, including emojis!
sv: Etiketter låter dig organisera bokmärken som du vill. Du kan sätta vad som helst som etikett, till och med emoji!

source: Empty Conversation with %s
sv: Tom konversation med %s

source: Number of threads to show per overboard index page. Set to 0 to show all.
sv: Antal trådar som visas per indexsida för övertavlan. Ange 0 för att visa alla.

source: Delete Account
sv: Radera konto

source: Play
sv: Spela upp

source: Word Separator:
sv: Ordavdelare:

source: Background color selection
sv: Val av bakgrundsfärg

source: Some blocks can be picked up by punching. Some blocks can only be rotated with a tool.
sv: Vissa block kan plockas upp genom att slå på dem. Vissa block kan endast roteras med ett verktyg.

source: 3 (Spring, Summer, Fall)
sv: 3, vår, sommar, höst

source: The attachment '%1' was modified. Do you want to save the changes to your database?
sv: Bilagan "%1" har ändrats. Vill du spara ändringarna i databasen?

source: Item Approved
sv: Objekt godkänt

source: Root Vine
sv: Rotranka

source: Maximum number of replies to a thread before the thread stops being bumped to the front. Set to 0 to disable.
sv: Största antal svar på en tråd innan den inte längre flyttas längst fram. Ange 0 för att inaktivera.

source: Contains an expired poll.
sv: Innehåller en utgången omröstning.

source: Although not “official”, the Galactic Builders recognize several “divisions”, smaller groups that aim at a specific task. The biggest known divisions are:
sv: Även om de inte är ”officiella” erkänner Galactic Builders flera ”avdelningar”, mindre grupper med en särskild uppgift. De största kända avdelningarna är:

source: Flowing Lava
sv: Rinnande lava

source: Edit roaming channel
sv: Redigera roamingkanal

source: Failed to create thumbnail: %s
sv: Kunde inte skapa miniatyrbild: %s

source: Add Category
sv: Lägg till kategori

source: Content type not supported :(
sv: Content-typen stöds inte :(

source: Block Access
sv: Blockera åtkomst

source: With the Browser Extension, you can save pages, images and selections directly from your browser!
sv: Med webbläsartillägget kan du spara sidor, bilder och markeringar direkt från din webbläsare!

source: Pink Chest
sv: Rosa kista

source: WARNING: Your Qt version may cause ChiPass to crash with an On-Screen Keyboard. We recommend you use the Flatpak distribution available on our downloads page.
sv: VARNING: Din Qt-version kan få ChiPass att krascha med ett skärmtangentbord. Vi rekommenderar Flatpak-distributionen på vår nerladdningssida.

source: Site News
sv: Webbplatsnyheter

source: Item saved as %s
sv: Objekt sparades som %s

source: Passkeys request canceled
sv: Begäran om passnycklar avbruten

source: Downloading…
sv: Laddar ner…

source: Volcanic Sandstone Brick
sv: Vulkaniskt sandstenstegel

source: Seethrough Tall Slope
sv: Genomskinlig brant sluttning

source: yesterday
sv: igår

source: Block access to all resources
sv: Blockera åtkomst till alla resurser

source: LDAP or OAuth
sv: LDAP eller OAuth

source: Random
sv: Slumpmässig

source: Device is connected!
sv: Enhet ansluten!

source: No access token found
sv: Ingen access-token hittad

source: %1 - Clone
sv: %1 - Klona

source: Level Editor Help
sv: Hjälp för nivåredigeraren

source: External User
sv: Extern användare

source: Supported file types are %s.
sv: Följande filtyper stöds: %s.

source: Show Toolbar
sv: Visa verktygsfält

source: - Modernize project for SDK 35 - Act as default browser to intercept all links - Remove lite variant - Add history with tracker and redirect counts - Daily update of tracking rules from Codeberg - Improve keyboard accessibility in app picker - Material Design 3 refresh - Remove Bibliogram and ProxiTok support
sv: - Moderniserade projektet för SDK 35 - Fungerar som standardwebbläsare för att fånga upp alla länkar - Tog bort Lite-varianten - Lade till historik med antal spårare och omdirigeringar - Daglig uppdatering av spårningsregler från Codeberg - Förbättrade tangentbordstillgängligheten i appväljaren - Uppdaterade till Material Design 3 - Tog bort stödet för Bibliogram och ProxiTok

source: Hash
sv: Hashvärde

source: open
sv: öppen

source: Go Back
sv: Gå tillbaka

source: Couldn't fetch collection images: %s
sv: Kunde inte hämta samlingsbilder: %s

source: Please wait, browser statistics is being calculated…
sv: Vänta, webbläsarstatistik beräknas…

source: Has TOTP
sv: Har TOTP

source: Oekaki Width
sv: Oekaki-bredd

source: This account is already active
sv: Det här kontot är redan aktivt

source: Sign in with any account on the Fediverse (Mastodon, Pleroma, PixelFed, …)
sv: Logga in med ett annat Fediverse-konto (Mastodon, Pleroma, PixelFed et.c.)

source: Show expired entries
sv: Visa förfallna poster

source: You are using an old key file format which ChiPass may<br>stop supporting in the future.<br><br>Please consider generating a new key file by going to:<br><strong>Database &gt; Database Security &gt; Change Key File.</strong><br>
sv: Du använder ett äldre nyckelfilsformat som ChiPass kanske<br>inte kommer att stödja i framtiden.<br><br>Överväg att generera en ny nyckelfil genom att gå till: <br><strong>Databas &gt; Databassäkerhet &gt; Ändra nyckelfil.</strong><br>

source: Import File:
sv: Importera fil:

source: No keys found
sv: Inga nycklar hittades

source: Check if any passwords have been publicly leaked. FILENAME must be the path of a file listing SHA-1 hashes of leaked passwords in HIBP format, as available from https://haveibeenpwned.com/Passwords.
sv: Kontrollera om om några lösenord har läckt ut offentligt. FILNAMN måste vara sökvägen till en SHA-1-hashad fillista med läckta lösenord i HIBP-format, såsom tillgänglig från https://haveibeenpwned.com/Passwords.

source: Path of the entry to move.
sv: Sökväg till posten som skall flyttas.

source: Merge
sv: Sammanfoga

source: Add AM Channel
sv: Lägg till AM-kanal

source: Password Strength
sv: Lösenordsstyrka

source: Failed to initialize cipher: %1
sv: Kunde inte initiera chiffer: %1

source: Before
sv: Före

source: Sort &A-Z
sv: Sortera &A-Z

source: Yeah, obviously you’re a bit! My name is Void Helper, by the way, my job is to observe the Void Pipe. Or actually, that used to be my job. Sigh …
sv: Ja, uppenbarligen är du en bit! Jag heter Tomrummets hjälpare, förresten, och mitt jobb är att övervaka Tomröret. Eller rättare sagt, det brukade vara mitt jobb. Suck …

source: Prevent the user from using their account, but do not delete or hide their contents
sv: Förhindra användaren från att använda sitt konto, men ta inte bort eller dölj inte deras innehåll

source: Media Attachment
sv: Mediebilaga

source: #1 Track
sv: #1 Spår

source: Unblock "%s"?
sv: Avblockera "%s"?

source: Learn more
sv: Lär dig mer

source: View Sriracha manual subsection
sv: Visa underavsnitt i Sriracha-handboken

source: If you don’t have apples or a pickaxe, try fighting those mutants who wander around; they might carry those things.
sv: Om du saknar äpplen eller hacka kan du försöka slåss mot mutanterna som strövar omkring; de kanske bär på sådana saker.

source: Registration Instructions
sv: Registreringsinstruktioner

source: The User calls us “zombie processes”. We used to be normal routines the User launched many quadrillions of cycles ago and we were supposed to die since we did our job, but due to a flaw in programming we haven’t been killed yet. Since then, the System ignores us, so we just wander around the System, aimlessly. But we don’t like the word “zombie process” so we call ourselves helpers, because we couldn’t help ourselves to stay alive.
sv: Användaren kallar oss ”zombieprocesser”. Vi var vanliga rutiner som Användaren startade för många biljarder cykler sedan och skulle dö efter att ha gjort vårt jobb, men på grund av ett programmeringsfel har vi inte avslutats. Sedan dess ignorerar The System oss, så vi vandrar bara runt planlöst i The System. Men vi tycker inte om ordet ”zombieprocess”, så vi kallar oss hjälpare, eftersom vi inte kunde hjälpa oss själva att hålla oss vid liv.

source: Site Name, A to Z
sv: Sidnamn, A till Ö

source: Close Window
sv: Stäng fönster

source: Sapphire
sv: Safir

source: Right to left
sv: Höger till vänster

source: Cancel and go back to sign in
sv: Avbryt och gå tillbaka till inloggningssidan

source: Unable to fetch favicon.
sv: Kunde inte hämta favicon.

source: Follow Back
sv: Följ tillbaka

source: Red + Green + Blue → White
sv: Röd + grön + blå → vit

source: Select the list to add or remove "%s" to or from:
sv: Välj en lista för att lägga till eller ta bort "%s" till eller från:

source: Nails
sv: Spikar

source: Toggle alt text
sv: Toggla alt-texten

source: Show Keyboard Shortcuts
sv: Visa Tangentbordsgenvägar

source: Search Origin
sv: Sök-origin

source: new element
sv: nytt element

source: Ban ID
sv: Avstängnings-ID

source: Number of rounds too high
sv: För högt antal rundor

source: Show the menu bar by pressing the Alt key
sv: Visa menyfältet genom att trycka på Alt-tangenten

source: Remove passkey from entry
sv: Ta bort passnyckeln från posten

source: Import operation will launch momentarily.
sv: Importprocess kommer påbörjas momentant.

source: Super Slope Sliding
sv: Superglidning i branta sluttningar

source: Detected banned file.
sv: En avstängd fil upptäcktes.

source: Invalid placeholder: %1
sv: Ogiltig platshållare: %1

source: Basic Settings
sv: Grundinställningar

source: Show entries that have been excluded from reports
sv: Visa poster som har undantagits från rapporter

source: Move selected item(s) to the bottom.
sv: Flytta valda poster längst ned.

source: Hebrew
sv: Hebreiskt

source: IP Address
sv: IP-adress

source: Void Pipe
sv: Tomrör

source: Targeted item not found
sv: Den valda artikeln finns inte

source: Gold Block
sv: Guldblock

source: Note: Rotation arrows don’t show up if you play in touchscreen mode with the setting “Touch interaction style” set to “Tap”.
sv: Observera: Rotationspilar visas inte om du spelar i pekskärmsläge med inställningen ”Touch interaction style” satt till ”Tap”.

source: Prefix a line of text with > (greater-than sign) to quote a message:
sv: Inled en textrad med > (större än-tecken) för att citera ett meddelande:

source: Discover applications
sv: Upptäck applikationer

source: The First Tree
sv: Det första trädet

source: Attribute value
sv: Attributvärde

source: Authorize
sv: Autentisera

source: Use lowercase characters
sv: Använd gemener

source: New Database
sv: Ny databas

source: Select Database Icon
sv: Välj databasikon

source: Your email address is unconfirmed.
sv: Din e-postadress är inte bekräftad.

source: Unable to read all HMAC signature bytes
sv: Kan inte läsa alla byte i HMAC signatur

source: Seethrough
sv: Genomskinlig

source: Selected
sv: Vald

source: Path of the destination group.
sv: Sökväg till målgruppen.

source: [Punch]: Rotate the block towards an edge.
sv: [Punch]: Rotera blocket mot en kant.

source: Discard Post?
sv: Kasta inlägg?

source: Sign out
sv: Logga ut

source: Date
sv: Datum

source: Wide
sv: bred

source: Limit Sign-ups
sv: Begränsa registreringar

source: Color Code
sv: Färgkod

source: Select a device
sv: Välj en enhet

source: Read
sv: Läsa

source: Receiver types
sv: Mottagartyper

source: This build of ChiPass does not have network functions. Networking is required to check your passwords against Have I Been Pwned databases.
sv: Denna version av ChiPass har inga nätverksfunktioner. Nätverk krävs för att kontrollera dina lösenord mot Have I Been Pwned-databaser.

source: Instance failed to authorize the access token
sv: Instansen kunde inte auktorisera åtkomsttoken

source: Unable to calculate database key
sv: Kan inte beräkna databasnyckeln

source: Update Device Clock
sv: Uppdatera enhetsklockan

source: Cannot read codeplug from file '%1': %2
sv: Kan inte läsa codeplug från filen '%1': %2

source: Volcanic Ash, Lava, Stone, Tuff
sv: Vulkanisk aska, lava, sten, tuff

source: Maximum number of nearby mobs
sv: Högsta antal närliggande varelser

source: Stone Monster Spawn Egg
sv: Framkallningsägg för stenmonster

source: Recommend using long, randomized passwords with a rating of 'good' or 'excellent'.
sv: Långa slumpartade lösenord med betyget "Bra" eller "Utmärkt" rekommenderas.

source: Please enter a message.
sv: Ange ett meddelande.

source: <i>PID: %1, Executable: %2</i>
sv: <i>PID: %1, Körbar: %2</i>

source: Tx Tone
sv: TX Ton

source: This item is awaiting review. As a moderator you can accept or deny it.
sv: Det här objektet väntar på granskning. Som moderator kan du godkänna eller avvisa det.

source: No unlocked databases available
sv: Inga upplåsta databaser tillgängliga

source: This will sign this user out of all active sessions on the web application.
sv: Detta loggar ut användaren från alla aktiva sessioner i webbapplikationen.

source: Credential is excluded
sv: Autentiseringsuppgift undantas

source: FediAuth PIN Already Used
sv: FediAuth-pinkoden är redan använd

source: Edit Scan List
sv: Redigera skanningslista

source: Repeat password field
sv: Upprepa lösenordet

source: It is standard practice to publish all scientific findings galaxy-wide, although this is not an official rule. If anyone is caught hiding something, that’s almost universally very frowned upon; such people tend to not get invited into parties. This one of the few principles that pretty much everyone in the Galactic Builders agrees upon.
sv: Det är praxis att publicera alla vetenskapliga resultat i hela galaxen, även om det inte är en officiell regel. Om någon ertappas med att dölja något ses det nästan alltid som mycket klandervärt; sådana personer brukar inte bli bjudna på fester. Detta är en av få principer som nästan alla i Galactic Builders är överens om.

source: Detect connected radios.
sv: Upptäck anslutna radioapparater.

source: Failed to decrypt key data.
sv: Kunde inte dekryptera nyckeldata.

source: Name of the board, which is displayed in the page title and header.
sv: Tavlans namn, som visas i sidans titel och rubrik.

source: Scrobbling %s
sv: Scrobblar %s

source: Successfully added entry %1.
sv: Posten %1 tillagd.

source: Create DMR Contact
sv: Skapa DMR-kontakt

source: Replies, Favorites and Boosts Counters
sv: Svar, favoriter och förstärkningar räknare

source: Passkey
sv: Passnyckel

source: Bookmark loading
sv: Bokmärke läses in

source: %1 (alias for %2 %3)
sv: %1 (alias för %2 %3)

source: Invalid inner header id size
sv: Ogiltig storlek på inre sidhuvud-ID

source: Deleting orphan %1 [%2]
sv: Tar bort post %1 [%2]

source: Delete scan list?
sv: Ta bort skanningslistan?

source: Search returned no results
sv: Sökningen gav inga resultat

source: Wooden chests may be locked or unlocked. The lock can be broken by triggering the chests with detectors.
sv: Träkistor kan vara låsta eller olåsta. Låset kan brytas genom att utlösa kistorna med detektorer.

source: If you fall into the abyss, you get reset to where you started.
sv: Om du faller ned i avgrunden återställs du till platsen där du började.

source: Key Component
sv: Nyckelkomponent

source: Authenticate
sv: Autentisera

source: • Sky: Affects the sky color, clouds, sun, moon, stars and the time of day
sv: • Himmel: Påverkar himmelsfärgen, moln, sol, måne, stjärnor och tiden på dagen

source: Delete Roaming Channel
sv: Ta bort roamingkanal

source: As I said, this goes down the Void. If you go down there, it’s over. You’re lost forever. You’re nothing. Be glad you glitched … I mean, translocated out at the last moment, that would have been certain doom.
sv: Som sagt leder det här ned i Tomrummet. Går du ned dit är det slut. Du är förlorad för alltid. Du är ingenting. Var glad att du glitchade … jag menar, transporterades ut i sista stund; annars hade du varit säkert dömd.

source: ChiPass - Passkey Export
sv: ChiPass - Passnyckelexport

source: No Hashtags
sv: Inga hashtaggar

source: Successfully created new database.
sv: Ny databas skapad.

source: Key tone volume
sv: Volym för knapptryckningston

source: Close book
sv: Stäng bok

source: Username for the entry.
sv: Användarnamn för posten.

source: Keywords
sv: Nyckelord

source: Threads
sv: Trådar

source: Moderator access required
sv: Moderatoråtkomst krävs

source: Account {handle} not found on {instance}
sv: Kontot {handle} hittades inte på {instance}

source: Usernames may not start with punctuation.
sv: Användarnamn får inte börja med skiljetecken.

source: Digs soft, crumbly blocks
sv: Gräver mjuka, smuliga block

source: Unsupported key derivation function (KDF) or invalid parameters
sv: Nyckelhärledningen stöds inte (KDF), eller ogiltiga parametrar.

source: Continue playing anyway
sv: Fortsätt spela ändå

source: Add to favorites
sv: Lägg till i favoriter

source: You aren’t aware? The Hub is slowly being corrupted by some entity called “The Noise” and I just barely escaped its grasp.
sv: Är du inte medveten om det? Navet korrumperas långsamt av en entitet som kallas ”The Noise”, och jag lyckades knappt undkomma dess grepp.

source: %1 hour(s)
sv: %1 timma

source: When %s is mentioned.
sv: När %s nämns.

source: If you have already an account in the <a href="%(fediverse_url)s">fediverse</a>: No, just use your URL handle to reply to an item.
sv: Om du redan har ett konto i <a href="%(fediverse_url)s">Fediverse</a>: nej, använd bara din handle-adress för att svara på ett objekt.

source: Invalid variant map entry value length
sv: Ogiltig inmatningsvärdeslängd för variantkarta

source: Levels created in the level editor will be stored in the world directory and count as custom levels for the special level pack “Single levels”.
sv: Nivåer som skapas i nivåredigeraren lagras i världskatalogen och räknas som egna nivåer för det särskilda nivåpaketet ”Enskilda nivåer”.

source: This can be very useful to find important blocks in more complex locations.
sv: Det kan vara mycket användbart för att hitta viktiga block på mer komplexa platser.

source: Use the level editor to create your own levels.
sv: Använd nivåredigeraren för att skapa egna nivåer.

source: Do you really want to move %n entry(s) to the recycle bin?
sv: Vill du verkligen flytta %n post till papperskorgen?

source: Copy Handle
sv: Kopiera smeknamn

source: Generate a new key file or choose an existing one to protect your database.
sv: Generera en ny nyckelfil eller välj en befintlig, för att skydda din databas.

source: Generate a new random password.
sv: Skapa ett nytt slumpmässigt lösenord.

source: Failed to load okon processed database: %1
sv: Kunde inte läsa in okon-bearbetad databas: %1

source: Adds a new group to a database.
sv: Lägger till en ny grupp i en databas.

source: optional
sv: valfritt

source: Background Color
sv: Bakgrundsfärg

source: For post deletion.
sv: För borttagning av inlägg.

source: Visitors may upload the selected types of files.
sv: Besökare kan ladda upp de valda filtyperna.

source: Enter your Fediverse handle or profile URL to generate a PIN for authentication.
sv: Ange ditt Fediverse-handle eller din profiladress för att generera en pinkod för autentisering.
